<?php

return [
    'failed' => 'Ці облікові дані не відповідають нашим записам.',
    'throttle' => 'Занадто багато спроб входу. Будь ласка, спробуйте ще раз через :seconds секунд.',
    'password' => 'Неправильний пароль.',
    'passwords.user' => 'Ми не можемо знайти користувача з такою електронною адресою.',
    'passwords.throttled' => 'Будь ласка, зачекайте, перш ніж спробувати знову.',
    'passwords.reset' => 'Ваш пароль був скинутий!',
    'passwords.sent' => 'Ми відправили вам електронний лист з посиланням для скидання пароля!',
    'passwords.token' => 'Цей маркер скидання пароля недійсний.',
    'passwords.user' => 'Ми не можемо знайти користувача з такою адресою електронної пошти.',
    'email' => 'Користувача з такою електронною адресою не існує.',
    'user' => "Ми не можемо знайти користувача з такою електронною адресою.",
    '2fa_failed' => 'Невірний код аутентифікації двофакторної аутентифікації.',
    '2fa_must_be_enabled' => 'Адміністратор вимагає, щоб ваш обліковий запис активував двофакторну аутентифікацію для використання цієї програми.',
];
